tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "coreutils"
brew "asdf"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "efm-langserver"
brew "fd"
brew "fzf"
brew "git"
brew "python@3.9"
brew "glib"
brew "libheif"
brew "imagemagick"
brew "lolcat"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wez/wezterm/wezterm"
cask "alacritty"
cask "amethyst"
cask "kitty"
cask "vscodium"
